/* used to rate a room's cost */
"$$$$$" = "€€€€€";

/* count of reservations */
"%lu Reservations" = "%lu Reservierungen";

/* count of rooms */
"%lu Rooms" = "%lu Zimmern";

/* count of rooms of specific type */
"%lu rooms of type" = "%lu zimmerart ";

/* navigation item title */
"Assign a Room" = "Zimmer Zuweisen";

/* housekeeping status of room */
"Clean Room" = "Sauberes Zimmer";

/* menu item and navigation item title */
"Guests" = "Gäste";

/* navigation item title */
"Hotel Reservations" = "Hotel Reservierungen";

/* menu item and navigation item title */
"Hotels" = "Hotels";

/* navigation item title */
"Make a Reservation" = "Reservierung Machen";

/* housekeeping status of room */
"Not Cleaned" = "Ungereinigte";

/* room type description */
"One-Room Suite, King Bed" = "Einzimmer-Suite, Kingsize-Bett";

/* menu item and navigation item title */
"Reservations" = "Reservierungen";

/* room number */
"Room: %@" = "Zimmer: %@";

/* menu item and navigation item title */
"Rooms" = "Zimmern";

/* used as placeholder text */
"select a guest..." = "wählen einen gast...";

/* used as placeholder text */
"select a hotel..." = "wählen ein hotel...";

/* used as placeholder text */
"select a room type..." = "wählen zimmerart...";

/* room type description */
"Single Room, King Bed" = "Zimmer, Kingsize-Bett";

/* room type description */
"Single Room, Queen Bed" = "Zimmer, Queensize-Bett";

/* room type description */
"Single Room, Two Queen Beds" = "Zimmer, Zwei Queensize-Bett";

/* room type description */
"Two-Room Suite, King Beds" = "Zweizimmer-Suite, Kingsize-Betten";

/* room type description */
"Unknown" = "Unbekannt";

/* used to rate a hotel's quality */
"✪✪✪✪✪" = "✪✪✪✪✪";

